{
  "about": {
    "title": "Understanding Anxiety",
    "whatHappens": {
      "title": "What Happens During Anxiety",
      "description": "Your body activates the \"fight-or-flight\" response, increasing heart rate, speeding up breathing, and releasing stress hormones like adrenaline. This often triggers unnecessarily during everyday situations, leaving you feeling on edge."
    },
    "howHelp": {
      "title": "How These Techniques Help",
      "description": "These evidence-based techniques activate your parasympathetic nervous system, which naturally counteracts the stress response. Regular practice can reduce both the frequency and intensity of anxious feelings."
    },
    "tips": {
      "title": "Tips for Best Results",
      "items": [
        "Find a quiet, comfortable space where you won't be interrupted",
        "Start with shorter techniques (2-5 minutes) if you're feeling very anxious",
        "Practice regularly, even when you're not anxious, to build your skills",
        "Be patient with yourself - these techniques get easier with practice"
      ]
    }
  },
  "resources": {
    "title": "Additional Resources",
    "professional": {
      "title": "When to Seek Professional Help",
      "description": "If anxiety is significantly impacting your daily life, work, or relationships, consider reaching out to a mental health professional.",
      "signs": [
        "Anxiety attacks are frequent or severe",
        "You're avoiding important activities",
        "Physical symptoms persist",
        "Sleep or appetite is significantly affected"
      ]
    },
    "organizations": {
      "title": "Mental Health Organizations",
      "description": "Leading organizations providing evidence-based information and resources for anxiety and depression:",
      "list": [
        {
          "name": "Anxiety & Depression Association of America (ADAA)",
          "url": "https://adaa.org",
          "description": "International nonprofit dedicated to prevention, treatment, and cure of anxiety, depression, and related disorders. Offers educational content, webinars, and therapist directory."
        },
        {
          "name": "National Institute of Mental Health (NIMH)",
          "url": "https://www.nimh.nih.gov/health/topics/anxiety-disorders",
          "description": "Lead federal agency for mental health research providing authoritative, evidence-based information on anxiety disorders and treatments."
        },
        {
          "name": "Mental Health America (MHA)",
          "url": "https://www.mhanational.org/",
          "description": "Community-based nonprofit offering free screening tools, practical resources, and guidance on mental health conversations."
        },
        {
          "name": "American Psychological Association (APA)",
          "url": "https://www.apa.org/topics/anxiety",
          "description": "Leading scientific organization providing in-depth information on anxiety treatment, therapy options, and expert insights."
        }
      ]
    }
  },
  "guidedBreathing": {
    "techniques": {
      "boxBreathing": {
        "title": "Box Breathing (4-4-4-4)",
        "description": "Equal timing for all phases creates mental clarity and focus. Used by Navy SEALs and emergency responders to maintain calm under pressure. The symmetrical pattern helps regulate your nervous system and improve concentration.",
        "bestFor": "Best for: Focus, concentration, stress management"
      },
      "calming": {
        "title": "4-7-8 Calming",
        "description": "Extended hold allows oxygen to fully saturate your blood, while the long exhale activates your parasympathetic nervous system. This technique is particularly effective for reducing anxiety and preparing for sleep.",
        "bestFor": "Best for: Anxiety relief, sleep preparation, deep relaxation"
      },
      "energizing": {
        "title": "4-4-6 Energizing",
        "description": "Balanced pattern that increases oxygen flow while maintaining control. The moderate exhale helps clear mental fog and boost alertness without causing hyperventilation.",
        "bestFor": "Best for: Mental clarity, energy boost, midday reset"
      },
      "quickReset": {
        "title": "3-3-3 Quick Reset",
        "description": "Faster rhythm for immediate stress relief when you only have a minute or two. Perfect for moments of acute anxiety or when you need quick emotional regulation.",
        "bestFor": "Best for: Quick stress relief, emergency calm, busy schedules"
      }
    },
    "howItWorks": {
      "title": "How guided breathing works",
      "description1": "Structured breathing patterns give your mind something specific to focus on, interrupting anxious thoughts. The timing cues help regulate your autonomic nervous system - the part that controls stress responses automatically.",
      "description2": "Each technique targets different aspects of relaxation. Longer exhales activate your body's \"rest and digest\" mode, while controlled holds optimize oxygen exchange and build mental resilience.",
      "focusedAttention": {
        "title": "Focused Attention",
        "description": "Counting and timing keeps your mind occupied and present"
      },
      "nervousSystem": {
        "title": "Nervous System",
        "description": "Different patterns activate different relaxation responses"
      },
      "skillBuilding": {
        "title": "Skill Building",
        "description": "Regular practice improves your natural stress resilience"
      }
    },
    "science": {
      "title": "Scientific Background",
      "description": "Controlled breathing techniques have been studied extensively in clinical settings. Research shows they can reduce cortisol levels, lower blood pressure, and improve heart rate variability - key indicators of stress resilience.",
      "research": {
        "effectiveness": {
          "title": "Proven Effectiveness",
          "description": "Studies show <strong>87% reduction</strong> in anxiety symptoms after regular practice"
        },
        "clinical": {
          "title": "Clinical Applications",
          "description": "Used in hospitals for <strong>pain management</strong> and pre-surgery anxiety reduction"
        },
        "longterm": {
          "title": "Long-term Benefits",
          "description": "<strong>4 weeks</strong> of practice can create lasting changes in stress response"
        }
      }
    },
    "whenToPractice": {
      "title": "When to practice",
      "items": [
        "Start your day with energizing 4-4-6 breathing",
        "Use box breathing before important meetings or presentations",
        "Quick reset breathing during stressful moments",
        "4-7-8 technique 30 minutes before bedtime"
      ]
    },
    "whatYoullNotice": {
      "title": "What you'll notice",
      "items": [
        "Immediate calming effect within the first minute",
        "Clearer thinking and improved decision-making",
        "Slower heart rate and reduced muscle tension",
        "Better stress resilience with regular practice"
      ]
    },
    "tips": {
      "title": "Tips for best results",
      "posture": {
        "title": "Posture",
        "description": "Sit or stand straight to allow full lung expansion. Shoulders relaxed, not hunched."
      },
      "environment": {
        "title": "Environment",
        "description": "Find a quiet space where you won't be interrupted. Comfortable temperature helps focus."
      },
      "consistency": {
        "title": "Consistency",
        "description": "Practice the same technique for a week before switching. Building familiarity improves effectiveness."
      }
    }
  },
  "footer": {
    "title": "Anxiety Aid Tools",
    "description": "Free open source tools to help you find calm when you need it most.",
    "disclaimer": "This site provides general anxiety information and is not a substitute for professional medical advice, diagnosis, or treatment. Always consult with a healthcare provider for persistent anxiety.",
    "contribute": {
      "title": "Contribute",
      "github": "GitHub",
      "discussions": "Discussions"
    }
  }
}