{
  "techniques": {
    "breathing": {
      "name": "Respiration en 2 minutes",
      "short_description": "Exercice de respiration simple qui calme votre système nerveux et réduit l'anxiété en quelques minutes",
      "description": "Lorsque l'anxiété survient, votre respiration devient rapide et superficielle. Cette technique vous apprend des schémas respiratoires simples qui activent la réponse naturelle de relaxation de votre corps.",
      "duration": "2-3 min"
    },
    "grounding": {
      "name": "Ancrage 5-4-3-2-1",
      "short_description": "Une technique sensorielle qui vous sort des pensées anxieuses en vous concentrant sur ce qui vous entoure à l'instant présent",
      "description": "La technique d'ancrage utilise vos cinq sens pour vous ramener dans le moment présent. Remarquer 5 choses que vous pouvez voir, 4 que vous pouvez toucher, 3 que vous pouvez entendre, 2 que vous pouvez sentir et 1 que vous pouvez goûter interrompt le cycle des pensées anxieuses et vous reconnecte à votre environnement immédiat.",
      "duration": "3-5 min"
    },
    "guidedBreathing": {
      "name": "Respiration guidée",
      "short_description": "Schémas respiratoires étape par étape pour ralentir votre rythme cardiaque et apaiser la tension",
      "description": "Suivez des exercices de respiration structurés conçus pour réguler votre système nerveux autonome. Ces guides visuels vous aident à maintenir un rythme et une cadence appropriés, facilitant l'atteinte d'un état de relaxation profonde grâce à une pratique respiratoire contrôlée.",
      "duration": "5-10 min"
    },
    "progressiveMuscleRelaxation": {
      "name": "Relaxation musculaire progressive",
      "short_description": "Libérez les tensions physiques en contractant puis relâchant progressivement les groupes musculaires de votre corps",
      "description": "L'anxiété provoque souvent des tensions physiques dont vous n'êtes même pas conscient. Cette technique vous apprend à contracter puis relâcher systématiquement différents groupes musculaires, vous aidant à prendre conscience du stress physique et à le laisser partir. Le contraste entre tension et détente aide votre corps à atteindre un état de calme plus profond.",
      "duration": "8-12 min"
    },
    "peacefulVisualization": {
      "name": "Visualisation apaisante",
      "short_description": "Imagerie mentale guidée qui vous transporte dans des environnements apaisants pour réduire le stress et les inquiétudes",
      "description": "Votre esprit a le pouvoir de créer des expériences apaisantes et vivantes grâce à la visualisation. Cette technique vous guide à travers des scénarios paisibles et des environnements sereins, aidant votre cerveau à se détourner des pensées anxieuses pour entrer dans un état de tranquillité. Une pratique régulière vous permet d'accéder plus facilement à cet état de calme lorsque vous en avez besoin.",
      "duration": "10-12 min"
    },
    "thoughtLabeling": {
      "name": "Étiquetage des pensées",
      "short_description": "Une technique de pleine conscience qui vous aide à reconnaître les pensées anxieuses comme des événements mentaux temporaires, et non comme des faits",
      "description": "Les pensées anxieuses peuvent sembler écrasantes lorsque vous les considérez comme des vérités absolues. Cette pratique de pleine conscience vous apprend à observer vos pensées avec curiosité plutôt qu'avec jugement. Apprendre à étiqueter les pensées comme « pensée », « inquiétude » ou « planification » crée une distance entre vous et votre esprit anxieux, réduisant leur impact émotionnel.",
      "duration": "5-15 min"
    },
    "stressReliefBubbles": {
      "name": "Bulles anti-stress",
      "short_description": "Activité interactive de bulles à éclater qui redirige l'énergie anxieuse vers un mouvement ludique et répétitif",
      "description": "Parfois, la meilleure façon de gérer l'anxiété est par une distraction douce et ludique. Cette activité interactive simple aide à rediriger l'énergie nerveuse tout en offrant à votre esprit une pause face aux pensées anxieuses.",
      "duration": "2-5 min"
    },
    "soundTherapy": {
      "name": "Thérapie sonore",
      "short_description": "Fréquences curatives qui favorisent la relaxation et la clarté mentale",
      "description": "Certaines fréquences sonores ont démontré leur capacité à influencer les ondes cérébrales et à favoriser la relaxation. Ces fréquences soigneusement sélectionnées aident à apaiser le bavardage mental et à guider votre cerveau vers des états plus paisibles. Utilisez cette thérapie pour créer un environnement apaisant qui favorise la relaxation profonde et le soulagement du stress.",
      "duration": "5-30 min"
    },
    "stressBall": {
      "name": "Balle anti-stress",
      "short_description": "Balle anti-stress interactive pour évacuer les tensions et rediriger l'énergie anxieuse par l'engagement tactile",
      "description": "Parfois, les tensions physiques nécessitent une libération physique. Cette balle anti-stress virtuelle offre une expérience tactile satisfaisante qui aide à canaliser l'énergie nerveuse et l'anxiété en mouvements de compression ciblés. L'action répétitive aide à calmer votre esprit tout en donnant à votre corps un moyen de libérer le stress et les tensions accumulées.",
      "duration": "1-5 min"
    }
  }
}