{
  "meta": {
    "home": {
      "title": "Kit de ferramentas de ansiedade open source",
      "description": "Ferramentas comunitárias para alívio da ansiedade, incluindo técnicas de respiração, aterramento e relaxamento muscular."
    },
    "breathing": {
      "title": "Exercício de respiração de 2 minutos",
      "description": "Exercício guiado gratuito usando o padrão de respiração 4:6. Ativa o sistema nervoso parassimpático para reduzir ansiedade e estresse de forma natural."
    },
    "grounding": {
      "title": "Técnica de aterramento 5-4-3-2-1",
      "description": "Exercício gratuito de aterramento usando seus 5 sentidos para acalmar ansiedade e pânico. Técnica baseada em evidências para alívio imediato do estresse."
    },
    "guidedBreathing": {
      "title": "Exercício de respiração guiada",
      "description": "Exercícios de respiração guiada estendidos com orientação suave. Sessões de 5 a 10 minutos para relaxamento profundo e manejo da ansiedade."
    },
    "progressiveMuscleRelaxation": {
      "title": "Relaxamento muscular progressivo",
      "description": "Exercício guiado gratuito de relaxamento muscular. Libere tensão física e ansiedade por meio de técnicas sistemáticas de relaxamento dos músculos."
    },
    "peacefulVisualization": {
      "title": "Visualização pacífica",
      "description": "Exercícios de visualização guiada para alívio da ansiedade. Viaje para lugares calmantes em sua mente para redução do estresse e relaxamento."
    },
    "thoughtLabeling": {
      "title": "Rotulagem de pensamentos",
      "description": "Ferramenta interativa para categorização de pensamentos ansiosos. Identifique e rotule pensamentos ansiosos para reduzir seu impacto emocional."
    },
    "stressReliefBubbles": {
      "title": "Bolhas anti-estresse - jogo interativo",
      "description": "Jogo interativo de estourar bolhas para alívio do estresse e manejo da ansiedade. Experiência sensorial satisfatória para liberação de tensão."
    },
    "soundTherapy": {
      "title": "Terapia sonora - frequências de cura para ansiedade",
      "description": "Terapia sonora gratuita com frequências de cura e sons binaurais. Áudio para relaxamento profundo e alívio da ansiedade e do estresse."
    }
  }
}
