{
  "techniques": {
    "breathing": {
      "name": "Respiração de 2 minutos",
      "short_description": "Exercício de respiração simples que acalma seu sistema nervoso e reduz a ansiedade em poucos minutos",
      "description": "Quando a ansiedade surge, sua respiração fica rápida e superficial. Esta técnica ensina padrões de respiração simples que ativam a resposta natural de relaxamento do corpo.",
      "duration": "2-3 min"
    },
    "grounding": {
      "name": "Aterramento 5-4-3-2-1",
      "short_description": "Técnica sensorial que tira você de pensamentos ansiosos ao focar no que está ao seu redor agora",
      "description": "A técnica de aterramento utiliza seus cinco sentidos para ancorar você no momento presente. Notar 5 coisas que você pode ver, 4 que pode tocar, 3 que pode ouvir, 2 que pode cheirar e 1 que pode provar interrompe o ciclo de pensamentos ansiosos e reconecta você com seu ambiente imediato.",
      "duration": "3-5 min"
    },
    "guidedBreathing": {
      "name": "Respiração guiada",
      "short_description": "Padrões de respiração passo a passo para reduzir a frequência cardíaca e aliviar a tensão",
      "description": "Siga exercícios estruturados de respiração projetados para regular seu sistema nervoso autônomo. Guias visuais ajudam a manter o ritmo e o tempo corretos, facilitando atingir o estado de relaxamento profundo proporcionado pela respiração controlada.",
      "duration": "5-10 min"
    },
    "progressiveMuscleRelaxation": {
      "name": "Relaxamento muscular progressivo",
      "short_description": "Libere tensão física tensionando e relaxando sistematicamente grupos musculares do corpo",
      "description": "A ansiedade frequentemente cria tensão física que você pode nem perceber. Esta técnica ensina a tensionar e depois liberar diferentes grupos musculares, ajudando você a perceber o estresse físico e aprender a deixá-lo ir. O contraste entre tensão e relaxamento ajuda o corpo a alcançar um estado mais profundo de calma.",
      "duration": "8-12 min"
    },
    "peacefulVisualization": {
      "name": "Visualização pacífica",
      "short_description": "Imaginação guiada que transporta você para ambientes calmos, reduzindo estresse e preocupação",
      "description": "Sua mente tem o poder de criar experiências vívidas e calmantes através da visualização. Esta técnica guia você por cenários tranquilos e ambientes serenos, ajudando seu cérebro a se afastar de pensamentos ansiosos e entrar em um estado de tranquilidade. A prática regular facilita acessar esse estado de calma sempre que necessário.",
      "duration": "10-12 min"
    },
    "thoughtLabeling": {
      "name": "Rotulagem de pensamentos",
      "short_description": "Técnica de mindfulness que ajuda a reconhecer pensamentos ansiosos como eventos mentais temporários, não fatos",
      "description": "Pensamentos ansiosos podem parecer avassaladores quando tratados como verdades absolutas. Esta prática de mindfulness ensina a observar seus pensamentos com curiosidade em vez de julgamento. Rotular pensamentos como 'pensando', 'preocupando-se' ou 'planejando' cria distância entre você e sua mente ansiosa, reduzindo seu impacto emocional.",
      "duration": "5-15 min"
    },
    "stressReliefBubbles": {
      "name": "Bolhas anti-estresse",
      "short_description": "Atividade interativa de estourar bolhas que direciona a energia ansiosa para movimentos lúdicos e repetitivos",
      "description": "Às vezes, a melhor maneira de lidar com a ansiedade é através de distração suave e brincadeira. Esta atividade interativa ajuda a redirecionar a energia nervosa, dando ao(a) seu(sua) cérebro uma pausa dos pensamentos ansiosos.",
      "duration": "2-5 min"
    },
    "soundTherapy": {
      "name": "Terapia sonora",
      "short_description": "Frequências de cura que promovem relaxamento e clareza mental",
      "description": "Frequências sonoras específicas podem influenciar padrões de ondas cerebrais e promover relaxamento. Estas frequências cuidadosamente selecionadas ajudam a silenciar a mente e guiar o cérebro para estados mais pacíficos. Use esta terapia para criar um ambiente calmo que favoreça relaxamento profundo e alívio do estresse.",
      "duration": "5-30 min"
    }
  }
}
